[
  {
    "id": 1,
    "name": "Aurelia Table Lamp",
    "basePrice": 95,
    "image": "https://source.unsplash.com/featured/?aurelia,lighting,lamp",
    "description": "Aurelia Table Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 2,
    "name": "Luminor Floor Lamp",
    "basePrice": 140,
    "image": "https://source.unsplash.com/featured/?luminor,lighting,lamp",
    "description": "Luminor Floor Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 3,
    "name": "Halo Pendant Light",
    "basePrice": 180,
    "image": "https://source.unsplash.com/featured/?halo,lighting,lamp",
    "description": "Halo Pendant Light is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 4,
    "name": "Opal Glass Wall Sconce",
    "basePrice": 85,
    "image": "https://source.unsplash.com/featured/?opal,lighting,lamp",
    "description": "Opal Glass Wall Sconce is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 5,
    "name": "Maris Brass Chandelier",
    "basePrice": 520,
    "image": "https://source.unsplash.com/featured/?maris,lighting,lamp",
    "description": "Maris Brass Chandelier is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 6,
    "name": "Vega Desk Lamp",
    "basePrice": 110,
    "image": "https://source.unsplash.com/featured/?vega,lighting,lamp",
    "description": "Vega Desk Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 7,
    "name": "Noctis Tripod Lamp",
    "basePrice": 160,
    "image": "https://source.unsplash.com/featured/?noctis,lighting,lamp",
    "description": "Noctis Tripod Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 8,
    "name": "Celeste Ceiling Light",
    "basePrice": 120,
    "image": "https://source.unsplash.com/featured/?celeste,lighting,lamp",
    "description": "Celeste Ceiling Light is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 9,
    "name": "Orion Cluster Pendant",
    "basePrice": 260,
    "image": "https://source.unsplash.com/featured/?orion,lighting,lamp",
    "description": "Orion Cluster Pendant is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 10,
    "name": "Siena Crystal Flush",
    "basePrice": 210,
    "image": "https://source.unsplash.com/featured/?siena,lighting,lamp",
    "description": "Siena Crystal Flush is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 11,
    "name": "Eclipse Bedside Lamp",
    "basePrice": 75,
    "image": "https://source.unsplash.com/featured/?eclipse,lighting,lamp",
    "description": "Eclipse Bedside Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 12,
    "name": "Atlas Industrial Pendant",
    "basePrice": 145,
    "image": "https://source.unsplash.com/featured/?atlas,lighting,lamp",
    "description": "Atlas Industrial Pendant is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 13,
    "name": "Nova Reading Light",
    "basePrice": 69,
    "image": "https://source.unsplash.com/featured/?nova,lighting,lamp",
    "description": "Nova Reading Light is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 14,
    "name": "Aria Lantern Pendant",
    "basePrice": 199,
    "image": "https://source.unsplash.com/featured/?aria,lighting,lamp",
    "description": "Aria Lantern Pendant is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 15,
    "name": "Lyra Arc Floor Lamp",
    "basePrice": 230,
    "image": "https://source.unsplash.com/featured/?lyra,lighting,lamp",
    "description": "Lyra Arc Floor Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 16,
    "name": "Kai Minimal Spotlight",
    "basePrice": 60,
    "image": "https://source.unsplash.com/featured/?kai,lighting,lamp",
    "description": "Kai Minimal Spotlight is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 17,
    "name": "Sable Matte Wall Light",
    "basePrice": 89,
    "image": "https://source.unsplash.com/featured/?sable,lighting,lamp",
    "description": "Sable Matte Wall Light is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 18,
    "name": "Iona Ribbed Glass Pendant",
    "basePrice": 170,
    "image": "https://source.unsplash.com/featured/?iona,lighting,lamp",
    "description": "Iona Ribbed Glass Pendant is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 19,
    "name": "Muse Sculptural Table Lamp",
    "basePrice": 150,
    "image": "https://source.unsplash.com/featured/?muse,lighting,lamp",
    "description": "Muse Sculptural Table Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 20,
    "name": "Roma Dome Pendant",
    "basePrice": 185,
    "image": "https://source.unsplash.com/featured/?roma,lighting,lamp",
    "description": "Roma Dome Pendant is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 21,
    "name": "Elara Ring Chandelier",
    "basePrice": 620,
    "image": "https://source.unsplash.com/featured/?elara,lighting,lamp",
    "description": "Elara Ring Chandelier is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 22,
    "name": "Pearl Teardrop Pendant",
    "basePrice": 149,
    "image": "https://source.unsplash.com/featured/?pearl,lighting,lamp",
    "description": "Pearl Teardrop Pendant is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 23,
    "name": "Cleo Glass Globe",
    "basePrice": 130,
    "image": "https://source.unsplash.com/featured/?cleo,lighting,lamp",
    "description": "Cleo Glass Globe is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 24,
    "name": "Reva Fabric Shade Lamp",
    "basePrice": 99,
    "image": "https://source.unsplash.com/featured/?reva,lighting,lamp",
    "description": "Reva Fabric Shade Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  },
  {
    "id": 25,
    "name": "Koa Wooden Table Lamp",
    "basePrice": 115,
    "image": "https://source.unsplash.com/featured/?koa,lighting,lamp",
    "description": "Koa Wooden Table Lamp is crafted for luxurious interiors with premium materials and a warm, inviting glow. Perfect for living spaces, bedrooms, and statement hallways."
  }
]